Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/gratulasjonstale_til_mottakere_av_gollegiella_pris_2024.html.tmx
Source language: nob
Languages: sme

source: Gratulasjonstale til mottakere av Gollegiella pris 2024
sme: Lihkkosávaldagat 2024 Gollegiella bálkkašumi vuostáiváldiide

source: Sametingspresident Silje Karine Muotkas gratulasjon til mottakere av Gollegiella pris 2024 Sig Britt Persson og Pekka Sammallahti.
sme: Sámediggepresideantta Silje Karine Muotka lihkkosávaldagat 2024 Gollegiella bálkkašumi vuostáiváldiide Sig Britt Persson ja Pekka Sammallahti.

source: Ministre, Sametingspresidenter, godt folk.
sme: Ministarat, Sámedikkiid presideanttat, buorit olbmot.

source: Sametingspresident Silje Karine Muotka sammen med Gollegiella-pris mottakerne Sig-Britt Persson og Pekka Sammallahti.
sme: Sámediggepresideanta oktain Gollegiella-bálkkašumi vuostáiváldiin Sig Britt Persson ja Pekka Sammallahti.

source: På vegne av Sametinget i Norge vil jeg ønske mottakere av årets Gollegiella bálkkašupmi/ Gollegiella-prisen til lykke med prisen.
sme: Norgga bealde Sámedikki bealis háliidan sávvat lihkku dán jagi Gollegiella bálkkašumi vuostáiváldiide.

source: Gollegiella prisen deles som et tegn på takknemlighet og for å ære personer som har gjort en stor jobb for å fremme samiske språk.
sme: Gollegiella bálkkašupmi addo čájehan dihte giitevašvuođa ja gudni olbmuide geat leat bargan stuora barggu ovdánahttit sámegielaid.

source: Dere har begge to i hele deres arbeidsliv jobbet for å fremme de samiske språkene.
sme: Doai leahkki goappašagat olles iežaideatte bargoeallimiid bidjan ovddidit sámegielaid.

source: For det samiske samfunnet og for de samiske språkene er arbeidet dere har gjort, verdifullt.
sme: Sámi servodahkii ja sámegielaid ovdánahttimii dutno bargu lea leamaš mávssolaš.

source: Vi er takknemlige for at dere så utrettelig har jobbete for at samiske språk skal høres og at nye generasjoner skal lære seg samisk.
sme: Mii leat giitevaččat go doai leahppi nu áŋgirit bargan dan ala ahte sámegiella galgá gullot ja ahte ođđa buolvvat galget oahppat sámegiela.

source: Pia (Sig-Britt Persson) har i mange år arbeidet som sørsamisk journalist, oversetter og språkarbeider.
sme: Pia (Sig-Britt Persson) lea olu jagiid bargan lullisámegiel journalistan, jorgaleaddjin ja giellabargin.

source: Du har veiledet og lært sørsamisk til mange.
sme: Don leat olu olbmuid bagadallan ja sidjiide oahpahan lullisámegiela.

source: Gollegiela komiteen har spesielt trukket frem det arbeidet som du gjorde i Svahken Sijte/Elgå-prosjektet.
sme: Gollegiela lávdegoddi lea erenoamážit namuhan dan barggu maid don barget Svahken Sijte/Elgå-prošeavttas.

source: Dette prosjektet har vist at det er mulig å vitalisere samisk språk dersom det gis ressurser og det arbeides med det.
sme: Dát prošeakta lea čájehan ahte lea vejolaš ealáskahttit sámegiela jus bidjá dasa resurssaid ja barggu.

source: Slike prosjekter er til inspirasjon for andre samiske samfunn og viser at selv om et språk sover så er det ikke borte.
sme: Dákkár prošeavttat leat bálggesčuovgan eará sámi servodagaide, ja čájehit ahte vaikko giella sáhttá oađđime, de dat ii leat jávkan.

source: Det er mulig å vitalisere det.
sme: Dan lea vejolaš fas ealáskahttit.

source: Sørsamisk sees og høres nå mere enn tidligere. Flere og flere unge snakker sørsamisk.
sme: Lullisámegiella gullo ja oidno dál eambbo ja eambbo, nuorat hállagohtet eambbo ja eambbo lullisámegiela.

source: Du har vært med på denne vitaliseringen og det er mange som du har veiledet i sørsamisk.
sme: Don leat leamaš oassin dán ealaskáhttemis, ja leat olu olbmot geaid don leat bagadallan giela geavaheamis.

source: Beahkká (Pekka Sammallahti) har arbeidet med samisk utdanning og forskning.
sme: Beahkká (Pekka Sammallahti) lea bargan sámegiela oahpahemiin ja sámegiela dutkamiin.

source: Gollegiella komiteen har spesielt trukket frem ditt arbeid med å styrke de fagmiljøene for samisk språk ved flere universitet og høgskoler.
sme: Gollegiella lávdegoddi lea erenoamážit namuhan du barggu nannet sámegiela fágabirrasiid máŋgga universitehtas ja allaskuvllas.

source: Du har vært med å bygge opp fagmiljøer både ved Oulu Universitet, Norges Arktiske Universitet – UIT og Sámi allaskuvla.
sme: Don leat leamaš mielde hukseme sámegiela fágabirrasiid sihke Oulu universitehtas, Romssa Universitehtas ja Sámi allaskuvllas.

source: For at et språk skal kunne brukes i dagens samfunn trenger vi forskning og utdanning innenfor de samiske språkene.
sme: Vai sámegielaid galgá vejolaš geavahit dálá servodagas, de dárbbašit mii čađat gielladutkama ja giellaoahpahusa.

source: Du har med ditt akademiske arbeid vært med på denne utviklingen.
sme: Don leat iežat akademalaš bargguid bokte leamaš mielde dán ovdánahttimis.

source: Gollegiella komiteen har også nevnt det arbeidet du har gjort med utviklingen av ordbøker.
sme: Gollegiella lávdegoddi lea maid maid namuhan dan stuora barggu maid don leat bargan ráhkadit sátnegirjjiid.

source: I den tiden dere har arbeidet med samiske språk, har det samiske samfunnet opplevd store endringer.
sme: Dan áiggi go doai leahppi bargan sámegielain, de leat sámi servodagat vásihan stuora rievdadusaid.

source: Disse endringene krever at språket også endres slik at det kan brukes i et morderne samfunn.
sme: Dát rievdadusat gáibidit ahte maiddái giella rievdá, vai lea vejolaš hállat sámegiela ođđa áigásaš máilmmis.

source: For at et språk skal kunne brukes i det offentlige, i undervisning og for at språket skal kunne brukes i retteprogrammer og talesyntese, så må språket normeres.
sme: Vai giela galgá sáhttit geavahit almmolašvuođas, oahpahusas, ja vai gielaid galgá sáhttit geavahit dego divvunprográmmain ja hállansyntesas, de ferte giella normerejuvvot.

source: Det må finnes ordbøker og ny terminologi må utvikles.
sme: De fertejit gávdnot sátnegirjjit ja ođđa tearpmat fertejit ráhkaduvvot.

source: Begge dere to har vært med på slikt arbeid.
sme: Doai leahppi goappašagat bargan maiddái dákkár bargguid.

source: Dermed har dere også vært med på å utvikle de samiske språkene inn i fremtiden.
sme: Nu leahppi maid leamaš veahkkin ovdánahttime sámegielaid ođđa áigái.

source: Med denne prisen ønsker vi å vise vår takknemlighet til dere to for det store arbeidet dere har gjort med å fremme samiske språk.
sme: Dáinna bálkkašumiin mii háliidit čájehit min giitevašvuođa dutnuide dan stuora barggu ovddas maid leahppi bargan ovddidit sámegielaid.

source: Tusen takk for arbeidet dere har gjort for de samiske språkene.
sme: Olu giitu barggu ovddas maid doai leahppi bargan sámegielaid ovddidit!

source: Jeg ønsker dere til lykke med prisen!
sme: Mun sávan dutnuide lihkku bálkkašumiin!
